Repository: organizedConstructors/wordpress-foundation
Catalog: library/translation/*.po
Languages: hu_hu

source: Epic 404 - Article Not Found
hu_hu: Epikus 404 van! - A bejegyzés nem található.

source: The article you were looking for was not found, but maybe try looking again!
hu_hu: A bejegyzés, amit kerestél, nem található. Próbáld meg újra, másképp!

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span>.
hu_hu: <span class="author">%3$s</span> küldte be ekkor: <time class="updated" datetime="%1$s" pubdate>%2$s</time>.

source: F jS, Y
hu_hu: Y. F j.

source: &laquo; Older Entries
hu_hu: &laquo; Régebbi bejegyzések

source: Newer Entries &raquo;
hu_hu: Újabb bejegyzések &raquo;

source: Oops, Post Not Found!
hu_hu: Hupsz, a bejegyzés nem található!

source: Uh Oh. Something is missing. Try double checking things.
hu_hu: Uh. Valami hiányzik. Ellenőrizz mindent újra.

source: This is the error message in the custom posty type archive template.
hu_hu: Ez egy hibaüzenet az egyedi tartalomtípus archívum sablonfájljában.

source: Posts Categorized:
hu_hu: Bejegyzések a következő kategóriában:

source: Posts Tagged:
hu_hu: Bejegyzések a következő címkével:

source: Posts By:
hu_hu: Bejegyzések a következő szerzőtől:

source: Daily Archives:
hu_hu: Napi archívumok:

source: Monthly Archives:
hu_hu: Havi archívumok:

source: Yearly Archives:
hu_hu: Éves archívumok:

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span> <span class="amp">&</span> filed under %4$s.
hu_hu: <span class="author">%3$s</span> küldte be ekkor: <time class="updated" datetime="%1$s" pubdate>%2$s</time> a következőkbe: %4$s.

source: This is the error message in the archive.php template.
hu_hu: Ez egy hibaüzenet az archive.php sablonfájlban.

source: This post is password protected. Enter the password to view comments.
hu_hu: Ez a bejegyzés jelszóval védett. Add meg a jelszót, hogy láthasd a hozzászólásokat.

source: <span>No</span> Responses
hu_hu: <span>Nincsenek</span> hozzászólások

source: <span>One</span> Response
hu_hu: <span>Egy</span> hozzászólás

source: <span>%</span> Response
hu_hu: <span>%</span> hozzászólás

source: Comments are closed.
hu_hu: A hozzászólások zárolva vannak.

source: Leave a Reply
hu_hu: Szólj hozzá Te is!

source: Leave a Reply to %s
hu_hu: Szólj hozzá Te is ehhez: „%s”!

source: You must be %1$slogged in%2$s to post a comment.
hu_hu: %1$sBe kell jelentkezned%2$s ahhoz, hogy hozzá tudj szólni a bejegyzéshez.

source: Logged in as
hu_hu: Be vagy jelentkezve, mint

source: Log out of this account
hu_hu: Kijelentkeznél?

source: Log out
hu_hu: Kijelentkezés

source: Name
hu_hu: Név

source: Your Name*
hu_hu: Neved*

source: Mail
hu_hu: E-mail cím

source: Your E-Mail*
hu_hu: Az e-mail címed*

source: (will not be published)
hu_hu: (nem fogjuk közzétenni, nyugi)

source: Website
hu_hu: Weboldalad

source: Got a website?
hu_hu: Ha van weboldalad, írd be bátran.

source: Your Comment here...
hu_hu: A hozzászólásod jön ide

source: Submit
hu_hu: Beküldöm a hozzászólást!

source: You can use these tags
hu_hu: A következő tag-eket használhatod

source: Sidebar 1
hu_hu: Oldalsáv 1

source: The first (primary) sidebar.
hu_hu: Az elsődleges oldalsáv.

source: (Edit)
hu_hu: (Szerkesztés)

source: Your comment is awaiting moderation.
hu_hu: A hozzászólásod moderálásra vár.

source: Search for:
hu_hu: Keresés erre:

source: Search the Site...
hu_hu: Keresés az oldalon

source: Tags:
hu_hu: Címkék:

source: This is the error message in the index.php template.
hu_hu: Ez egy hibaüzenet az index.php sablonfájlban.

source: j F Y @ g:i a
hu_hu: Y. F j. @ H:i

source: Recently on Themble (Customize on admin.php)
hu_hu: Nemrég a Themble-ön (Ezt az admin.php-val tudod testreszabni)

source: <span id="footer-thankyou">Developed by <a href="http://yoursite.com" target="_blank">Your Site Name</a></span>. Built using <a href="http://themble.com/bones" target="_blank">Bones</a>.
hu_hu: <span id="footer-thankyou">Fejlesztette a <a href="http://yoursite.com" target="_blank">[Ide kerül az oldalad neve].</a></span>. A <a href="http://themble.com/bones" target="_blank">Bones</a> használatával készült.

source: The Main Menu
hu_hu: Főmenü

source: Footer Links
hu_hu: Lábléc linkek

source: Mobile navigation
hu_hu: Mobil navigáció

source: No Related Posts Yet!
hu_hu: Még nincsen ilyen bejegyzés.

source: First
hu_hu: Első

source: Last
hu_hu: Utolsó

source: Custom Types
hu_hu: Egyedi típusok

source: Custom Post
hu_hu: Egyedi bejegyzés

source: All Custom Posts
hu_hu: Minden egyedi bejegyzés

source: Add New
hu_hu: Új

source: Add New Custom Type
hu_hu: Új egyedi típus

source: Edit
hu_hu: Szerkesztés

source: Edit Post Types
hu_hu: Bejegyzéstípusok szerkesztése

source: New Post Type
hu_hu: Új bejegyzéstípus

source: View Post Type
hu_hu: Bejegyzéstípus megtekintése

source: Search Post Type
hu_hu: Bejegyzéstípus keresése

source: Nothing found in the Database.
hu_hu: Semmi sem található az adatbázisban.

source: Nothing found in Trash
hu_hu: Semmi sem található a Kukában

source: This is the example custom post type
hu_hu: Ez egy példa tartalomtípus

source: Custom Categories
hu_hu: Egyedi kategóriák

source: Custom Category
hu_hu: Egyedi kategória

source: Search Custom Categories
hu_hu: Egyedi kategóriák keresése

source: All Custom Categories
hu_hu: Minden egyedi kategória

source: Parent Custom Category
hu_hu: Szülő egyedi kategória

source: Parent Custom Category:
hu_hu: Szülő egyedi kategória:

source: Edit Custom Category
hu_hu: Egyedi kategória szerkesztése

source: Update Custom Category
hu_hu: Egyedi kategória frissítése

source: Add New Custom Category
hu_hu: Új egyedi kategória hozzáadása

source: New Custom Category Name
hu_hu: Új egyedi kategória neve

source: Custom Tags
hu_hu: Egyedi címkék

source: Custom Tag
hu_hu: Egyedi címke

source: Search Custom Tags
hu_hu: Egyedi címkék keresése

source: All Custom Tags
hu_hu: Minden egyedi címke

source: Parent Custom Tag
hu_hu: Szülő egyedi címke

source: Parent Custom Tag:
hu_hu: Szülő egyedi címke:

source: Edit Custom Tag
hu_hu: Egyedi címke szerkesztése

source: Update Custom Tag
hu_hu: Egyedi címke frissítése

source: Add New Custom Tag
hu_hu: Új egyedi címke hozzáadása

source: New Custom Tag Name
hu_hu: Új egyedi címke neve

source: This is the error message in the page-custom.php template.
hu_hu: Ez egy hibaüzenet a page-custom.php sablonfájlban.

source: This is the error message in the page.php template.
hu_hu: Ez egy hibaüzenet a page.php sablonfájlban.

source: Search Results for:
hu_hu: Keresési találatok a következőre:

source: Read more &raquo;
hu_hu: Továbbolvasok &raquo;

source: Sorry, No Results.
hu_hu: Bocsi, de nincs egy találat sem.

source: Try your search again.
hu_hu: Próbálkozz meg egy újabb kereséssel.

source: This is the error message in the search.php template.
hu_hu: Ez egy hibaüzenet a search.php sablonfájlban.

source: Please activate some Widgets.
hu_hu: Kérlek, kapcsolj be néhány widget-et, ha jónak látod.

source: F js, Y
hu_hu: Y. F j.

source: Custom Tags:
hu_hu: Egyedi címkék:

source: This is the error message in the single-custom_type.php template.
hu_hu: Ez egy hibaüzenet a single-custom_type.php sablonfájlban.

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span> <span class="amp">&amp;</span> filed under %4$s.
hu_hu: <span class="author">%3$s</span> küldte be ekkor: <time class="updated" datetime="%1$s" pubdate>%2$s</time> a következőkbe: %4$s.

source: This is the error message in the single.php template.
hu_hu: Ez egy hibaüzenet a single.php sablonfájlban.

source: Read More &raquo;
hu_hu: Továbbolvasok &raquo;

source: This is the error message in the taxonomy-custom_cat.php template.
hu_hu: Ez egy hibaüzenet a taxonomy-custom_cat.php sablonfájlban.
